fun main() {

    //Чтобы точно создать объект и переменную типа Long, можно также добавить суффикс «L» в конец целого числа:
    var hugeNumber = 6L

    //При создании переменной Char присваивается символ, заключенный в одинарные кавычки
    var letter = 'D'

    //Чтобы создать переменную типа String, присвойте ей последовательность символов, заключенных в двойные кавычки:
    var name = "Fido"

    //Объявление переменной с явным указанием типа выглядит так
    var smallNum: Short

    //пример, следующая команда создает переменную типа Short с именем z и присваивает ей значение 6:
    var z: Short = 6


}